tap "dbt-labs/dbt"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "grpc"
brew "python@3.11"
brew "apache-arrow"
brew "aspell"
brew "aws-iam-authenticator"
brew "cffi"
brew "docutils"
brew "awscli"
brew "glib"
brew "cmake"
brew "coreutils"
brew "csvq"
brew "curl"
brew "dive"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "hdf5"
brew "libheif"
brew "libpq"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "gnu-sed"
brew "jq"
brew "libdap"
brew "mas"
brew "mongocli"
brew "node"
brew "mongosh"
brew "node@16"
brew "parallel"
brew "pipx"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.9"
brew "qsv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sshuttle"
brew "stow"
brew "tilt"
brew "tldr"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "dbt-labs/dbt/dbt-postgres"
brew "derailed/k9s/k9s"
cask "cakebrew"
cask "font-hack-nerd-font"
cask "iterm2"
cask "meld"
cask "qgis"
cask "rectangle"
cask "session-manager-plugin"
cask "sublime-text"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "ban.spellright"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "mhutchie.git-graph"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "travisthetechie.write-good-linter"
