tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aspell"
brew "aws-iam-authenticator"
brew "coreutils"
brew "curl"
brew "findutils"
brew "fnm"
brew "git"
brew "gnu-sed"
brew "jq"
brew "node"
brew "parallel"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "sshuttle"
brew "stow"
brew "tilt"
brew "tldr"
brew "wget"
brew "yarn"
cask "cakebrew"
cask "font-hack-nerd-font"
cask "iterm2"
cask "meld"
cask "rectangle"
cask "session-manager-plugin"
cask "sublime-text"
cask "visual-studio-code"
