tap "dbt-labs/dbt"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "protobuf"
brew "aspell"
brew "aws-iam-authenticator"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "coreutils"
brew "csvq"
brew "openldap"
brew "curl"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "libdap"
brew "libpq"
brew "numpy"
brew "gdal"
brew "gh"
brew "git"
brew "gnu-sed"
brew "jq"
brew "mas"
brew "node"
brew "parallel"
brew "python@3.10"
brew "pipx"
brew "poppler-qt5"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sshuttle"
brew "stow"
brew "tilt"
brew "tldr"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "dbt-labs/dbt/dbt-postgres"
brew "derailed/k9s/k9s"
cask "cakebrew"
cask "font-hack-nerd-font"
cask "iterm2"
cask "meld"
cask "qgis"
cask "rectangle"
cask "session-manager-plugin"
cask "sublime-text"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
